Repository: 0xeeeeeeeeeeee/AudioCopy
Catalog: AudioCopyUI/Strings/*/Setting.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_cn, zh_hant

# AudioQuality_Option3_Bits.PlaceholderText
source: bit
ar: بِت
ja: ビット
ko: 비트
ru: бит
zh_cn: 位
zh_hant: 位

# AudioQuality_Option3_Channels.PlaceholderText
source: Channel
ar: قناة
de: Kanal
es: Canal
fr: Canal
it: Canale
ja: チャネル
ko: 채널
pl: Kanał
pt_br: Canal
ru: канал
tr: kanal
zh_cn: 通道
zh_hant: 頻道

# AudioQuality_Option1.Text
source: No resampling (use system-configured audio quality)
ar: عدم إعادة أخذ العينات (استخدم جودة الصوت المحددة في النظام)
de: Nicht neu abtasten (Systemkonfigurierte Audioqualität verwenden)
es: No remuestrear (usar la calidad de audio configurada en el sistema)
fr: Ne pas rééchantillonner (utiliser la qualité audio configurée par le système)
it: Non ricampionare (utilizza la qualità audio configurata nel sistema)
ja: リサンプリングしない（システム設定の音質を使用）
ko: 리샘플링 안 함(시스템 설정 음질 사용)
pl: Bez próbkowania ponownie (użyj jakości dźwięku skonfigurowanej w systemie)
pt_br: Não redimensionar (usar a qualidade de áudio configurada no sistema)
ru: Не передискретизировать (использовать качество звука из системных настроек)
tr: Örnekleme yapma (sistem yapılandırmasındaki ses kalitesini kullan)
zh_cn: 不重采样(使用系统配置的音质)
zh_hant: 不重新取樣(使用系統設定的音質)

# AudioQuality_Option1_Desc.Text
source: For audio capture with bit depth exceeding 16bit, please use preset or custom sample rate options
ar: إذا كنت بحاجة إلى التقاط صوت بعمق بت يتجاوز 16 بت، يرجى استخدام خيار معدل العينة المحدد مسبقًا أو المخصص
de: Wenn Sie Audio mit einer Bittiefe von mehr als 16 Bit aufnehmen möchten, verwenden Sie die Optionen für voreingestellte oder benutzerdefinierte Abtastraten.
es: Si necesitas capturar audio con una profundidad de bits superior a 16 bits, utiliza la opción de frecuencia de muestreo preestablecida o personalizada.
fr: Si vous avez besoin d'enregistrer de l'audio avec une profondeur de bits supérieure à 16 bits, utilisez les options de taux d'échantillonnage prédéfinies ou personnalisées.
it: Se è necessario acquisire audio con profondità in bit superiore a 16bit, utilizzare l'opzione frequenza di campionamento preimpostata o personalizzata
ja: 16ビット以上のビット深度のオーディオを収集する必要がある場合は、プリセットまたはカスタムサンプルレートオプションを使用してください
ko: 16비트 이상의 오디오를 캡처해야 하는 경우 사전 설정 또는 사용자 정의 샘플링 속도 옵션을 사용하세요
pl: Jeśli chcesz nagrywać dźwięk o głębi bitowej większej niż 16 bitów, użyj opcji wstępnie ustawionej lub niestandardowej częstotliwości próbkowania.
pt_br: Se precisar capturar áudio com profundidade de bits superior a 16 bits, use as opções de taxa de amostragem predefinidas ou personalizadas
ru: Если требуется запись аудио с разрядностью более 16 бит, используйте опции предустановленной или пользовательской частоты дискретизации
tr: 16 bit'den yüksek bit derinliğine sahip ses kaydetmek istiyorsanız, ön ayar veya özel örnekleme hızı seçeneğini kullanın
zh_hant: 如果需要採集位元深度超過16bit的音訊，請使用預設或自訂取樣率選項

# AudioQuality_Option2.Text
source: Use preset resampling configuration
ar: استخدام تكوين إعادة التشكيل المسبق
de: Vorgefertigte Resampling-Konfiguration verwenden
es: Usar configuración de remuestreo preestablecida
fr: Utiliser la configuration de rééchantillonnage prédéfinie
it: Utilizzare la configurazione di ricampionamento predefinita
ja: プリセットリサンプル設定を使用
ko: 기본 리샘플링 구성 사용
pl: Użyj wstępnie ustawionej konfiguracji próbkowania
pt_br: Usar configuração de reamostragem predefinida
ru: Использовать предустановленную конфигурацию ресемплинга
tr: Önceden ayarlanmış yeniden örnekleme yapılandırmasını kullan
zh_cn: 使用预设重采样配置
zh_hant: 使用預設重採樣配置

# AudioQuality_Option3.Text
source: Custom Resampling Configuration
ar: إعدادات إعادة التشكيل المخصصة
de: Benutzerdefinierte Resampling-Konfiguration
es: Configuración personalizada de remuestreo
fr: Configuration personnalisée de rééchantillonnage
it: Configurazione personalizzata di ricampionamento
ja: カスタムリサンプリング設定
ko: 사용자 정의 리샘플링 구성
pl: Niestandardowa konfiguracja próbkowania
pt_br: Configuração personalizada de reamostragem
ru: Пользовательская конфигурация ресемплинга
tr: Özel Yeniden Örnekleme Yapılandırması
zh_cn: 自定义重采样配置
zh_hant: 自訂重採樣配置

# AudioQuality_RawBufferSize.Text
source: RAW audio buffer size
ar: حجم المخزن المؤقت للصوت RAW
de: RAW-Audiopuffergröße
es: Tamaño del búfer de audio RAW
fr: Taille du tampon audio RAW
it: Dimensione del buffer audio RAW
ja: RAWオーディオバッファサイズ
ko: RAW 오디오 버퍼 크기
pl: Rozmiar buforu RAW audio
pt_br: Tamanho do buffer de áudio RAW
ru: Размер буфера RAW-аудио
tr: HAMİ ses arabellek boyutu
zh_cn: RAW音频缓冲区大小
zh_hant: 原始音訊緩衝區大小

# AudioQuality_RebootRequired
source: This will disconnect all current connections. Continue?
ar: هذا سيفصل جميع الاتصالات الحالية، هل تريد المتابعة؟
de: Dadurch werden alle aktuellen Verbindungen getrennt. Möchten Sie fortfahren?
es: Esto desconectará todas las conexiones actuales, ¿desea continuar?
fr: Cela déconnectera toutes les connexions actuelles, voulez-vous continuer ?
it: Questo interromperà tutte le connessioni attive. Continuare?
ja: 現在のすべての接続を切断します。続行しますか？
ko: 현재 모든 연결이 끊어집니다. 계속하시겠습니까?
pl: Spowoduje to rozłączenie wszystkich aktywnych połączeń. Kontynuować?
pt_br: Isso irá desconectar todas as conexões atuais. Continuar?
ru: Это разорвет все текущие соединения. Продолжить?
tr: Bu, şu anda tüm bağlantıları keser. Devam etmek istiyor musunuz?
zh_hant: 這將斷開目前所有的連結，要繼續嗎？

# AudioQuality_Option3_Samplerate.PlaceholderText
source: Sample rate
ar: معدل العينة
de: Abtastrate
es: Tasa de muestreo
fr: Taux d'échantillonnage
it: Frequenza di campionamento
ja: サンプリングレート
ko: 샘플링 레이트
pl: Częstotliwość próbkowania
pt_br: Taxa de amostragem
ru: Частота дискретизации
tr: Örnekleme oranı
zh_cn: 采样率
zh_hant: 取樣率

# AudioQuality_Foramt
source: {0} channel, {1} bit, {2} Hz
ar: {0} قناة، {1} بت، {2} هرتز
de: {0} Kanäle, {1} Bit, {2} Hz
es: {0} canales, {1} bits, {2} Hz
fr: {0} canaux, {1} bits, {2} Hz
it: {0} canali, {1} bit, {2} Hz
ja: {0} チャンネル、{1} ビット、{2} Hz
ko: {0} 채널, {1} 비트, {2} Hz
pl: {0} kanał, {1} bit, {2} Hz
pt_br: {0} canais, {1} bits, {2} Hz
ru: {0} каналов, {1} бит, {2} Гц
tr: {0} kanal, {1} bit, {2} Hz
zh_cn: {0} 通道，{1} 位，{2} Hz
zh_hant: {0} 通道，{1} 位元，{2} Hz

# AudioQuality_Current
source: Current audio quality:
ar: جودة الصوت الحالية:
de: Aktuelle Tonqualität:
es: Calidad de sonido actual:
fr: Qualité audio actuelle :
it: Qualità audio corrente:
ja: 現在の音質：
ko: 현재 음질:
pl: Aktualna jakość dźwięku:
pt_br: Qualidade de áudio atual:
ru: Текущее качество звука:
tr: Mevcut ses kalitesi:
zh_cn: 当前音质：
zh_hant: 目前音質：

# AudioQuality_CurrentUnavailable
source: Sound quality unavailable, please check backend
ar: جودة الصوت غير متاحة، يرجى التحقق من الخلفية
de: Tonqualität nicht verfügbar, bitte Backend prüfen
es: Calidad de audio no disponible, verifique el backend
fr: Qualité audio non disponible, vérifiez le backend
it: Qualità audio non disponibile, controllare il backend
ja: 音質が利用できません、バックエンドを確認してください
ko: 음질을 사용할 수 없습니다. 백엔드를 확인하세요.
pl: Jakość dźwięku niedostępna, sprawdź backend
pt_br: Qualidade de áudio não disponível, verifique o back-end
ru: Качество звука недоступно, проверьте серверную часть
tr: Ses kalitesi kullanılamıyor, arka ucu kontrol edin
zh_cn: 音质不可用，请检查后端
zh_hant: 音質不可用，請檢查後端

# BackendSetting_Title.Text
source: Integrated backend settings
ar: إعدادات الخلفية المتكاملة
de: Integrierte Backend-Einstellungen
es: Configuración de backend integrado
fr: Paramètres backend intégrés
it: Impostazioni back-end integrate
ja: バックエンド設定の統合
ko: 통합 백엔드 설정
pl: Zintegrowane ustawienia backendu
pt_br: Configurações de back-end integradas
ru: Интеграция настроек серверной части
tr: Entegre arka uç ayarları
zh_cn: 集成后端设置
zh_hant: 整合後端設定

# CloneSetting_Title.Text
source: AudioClone Settings
ar: إعدادات AudioClone
de: AudioClone-Einstellungen
es: Configuración de AudioClone
fr: Paramètres AudioClone
it: Impostazioni AudioClone
ja: AudioClone設定
ko: AudioClone 설정
pl: Ustawienia AudioClone
pt_br: Configurações do AudioClone
ru: Настройки AudioClone
tr: AudioClone Ayarları
zh_cn: AudioClone设置
zh_hant: 音頻克隆設置

# BackendSetting_PortBindBox.PlaceholderText
source: Port number to bind (empty for default)
ar: رقم المنفذ المطلوب ربطه (اتركه فارغًا للافتراضي)
de: Zu bindende Portnummer (leer für Standard)
es: Número de puerto a vincular (dejar vacío para el predeterminado)
fr: Numéro de port à lier (laisser vide pour la valeur par défaut)
it: Numero di porta da associare (lasciare vuoto per l'impostazione predefinita)
ja: バインドするポート番号（空欄はデフォルト）
ko: 바인딩할 포트 번호(비워두면 기본값)
pl: Numer portu do powiązania (pozostaw puste dla domyślnego)
pt_br: Número da porta para vincular (deixe em branco para padrão)
ru: Порт для привязки (оставьте пустым для значения по умолчанию)
tr: Bağlanacak port numarası (varsayılan için boş bırakın)
zh_cn: 要绑定的端口号(留空代表默认)
zh_hant: 要綁定的埠號（留空代表預設）

# BackendSetting_BackendVersion
source: Backend Version:
ar: الإصدار الخلفي:
es: Versión del backend:
fr: Version du backend :
it: Versione back-end:
ja: バックエンドバージョン：
ko: 백엔드 버전:
pl: Wersja backendu:
pt_br: Versão do back-end:
ru: Версия сервера:
tr: Arka uç sürümü:
zh_hant: 後端版本：

# BackendSetting_RebootBackendButton.Text
source: Restart Backend
ar: إعادة تشغيل الخلفية
de: Backend neu starten
es: Reiniciar backend
fr: Redémarrer le backend
it: Riavvia il backend
ja: バックエンドを再起動
ko: 백엔드 재시작
pl: Uruchom ponownie backend
pt_br: Reiniciar back-end
ru: Перезапустить сервер
tr: Arka ucu yeniden başlat
zh_hant: 重新啟動後端

# BackendSetting_DisableDiscoverMode.Content
source: Restart Backend
ar: إعادة تشغيل الخلفية
de: Backend neu starten
es: Reiniciar backend
fr: Redémarrer le backend
it: Riavvia il backend
ja: バックエンドを再起動
ko: 백엔드 재시작
pl: Uruchom ponownie backend
pt_br: Reiniciar back-end
ru: Перезапустить сервер
tr: Arka ucu yeniden başlat
zh_hant: 重新啟動後端

# BackendSetting_DisableNewPairMode.Content
source: Restart Backend
ar: إعادة تشغيل الخلفية
de: Backend neu starten
es: Reiniciar backend
fr: Redémarrer le backend
it: Riavvia il backend
ja: バックエンドを再起動
ko: 백엔드 재시작
pl: Uruchom ponownie backend
pt_br: Reiniciar back-end
ru: Перезапустить сервер
tr: Arka ucu yeniden başlat
zh_hant: 重新啟動後端

# BackendSetting_UpgradeBackendButton.Content
source: Update backend
ar: تحديث الخلفية
de: Backend aktualisieren
es: Actualizar backend
fr: Mise à jour du backend
it: Aggiornamento backend
ja: バックエンドを更新
ko: 백엔드 업데이트
pl: Aktualizacja zaplecza
pt_br: Atualizar back-end
ru: Обновление бэкенда
tr: arka uç güncelleme
zh_cn: 更新后端
zh_hant: 更新後端

# AboutPage_Title.Text
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni su
ja: について
ko: 정보
pl: O
pt_br: Sobre
ru: О программе
tr: Hakkında
zh_cn: 关于
zh_hant: 關於

# AboutString
source: AudioCopy {0} Copyright 0xeeeeeeeeeeee (0x12e) 2025.[line]Built upon AudioClone (https://github.com/0xeeeeeeeeeeee/AudioClone).[line]Uses NAudio for audio capture and playback.[line]Inspired by "Stream What Your Hear" (https://github.com/StreamWhatYouHear/SWYH).[line]AudioCopy is licensed under GNU GPLv2[line][line][line][line][line][line][line][line]Debug info:[line]Data directory: {1}[line][line]Settings:[line]{2}[line][line]Latest log path:[line]{3}
ar: نسخ الصوت {0} حقوق النشر 0xeeeeeeeeeeee (0x12e) 2025.[line]مبني على AudioClone (https://github.com/0xeeeeeeeeeeee/AudioClone).[line]يستخدم المشروع NAudio لتنفيذ تسجيل الصوت وتشغيله.[line]فكرة المشروع مستوحاة من "Stream What Your Hear" (https://github.com/StreamWhatYouHear/SWYH).[line]يتم ترخيص AudioCopy بموجب رخصة GNU GPLv2[line][line][line][line][line][line][line][line]معلومات التصحيح:[line]دليل البيانات: {1}[line][line]الإعدادات:[line]{2}[line][line]أحدث مسار للسجل:[line]{3}
de: AudioCopy {0} Copyright 0xeeeeeeeeeeee (0x12e) 2025.[line]Basiert auf AudioClone (https://github.com/0xeeeeeeeeeeee/AudioClone).[line]Das Projekt verwendet NAudio für Audioaufnahme und -wiedergabe.[line]Die Idee stammt von "Stream What Your Hear" (https://github.com/StreamWhatYouHear/SWYH).[line]AudioCopy ist unter der GNU GPLv2-Lizenz lizenziert[line][line][line][line][line][line][line][line]Debug-Informationen:[line]Datenverzeichnis: {1}[line][line]Einstellungen:[line]{2}[line][line]Letzter Log-Pfad:[line]{3}
es: AudioCopy {0} Copyright 0xeeeeeeeeeeee (0x12e) 2025.[line]Basado en AudioClone (https://github.com/0xeeeeeeeeeeee/AudioClone).[line]Utiliza NAudio para captura y reproducción de audio.[line]Inspirado en "Stream What Your Hear" (https://github.com/StreamWhatYouHear/SWYH).[line]Licenciado bajo GNU GPLv2[line][line][line][line][line][line][line][line]Información de depuración:[line]Directorio de datos: {1}[line][line]Configuración:[line]{2}[line][line]Última ruta de registro:[line]{3}
fr: AudioCopy {0} Copyright 0xeeeeeeeeeeee (0x12e) 2025.[line]Basé sur AudioClone (https://github.com/0xeeeeeeeeeeee/AudioClone).[line]Le projet utilise NAudio pour la capture et la lecture audio.[line]L'idée du projet provient de "Stream What Your Hear" (https://github.com/StreamWhatYouHear/SWYH).[line]AudioCopy est sous licence GNU GPLv2[line][line][line][line][line][line][line][line]Informations de débogage :[line]Répertoire des données : {1}[line][line]Paramètres :[line]{2}[line][line]Dernier chemin de journal :[line]{3}
it: AudioCopy {0} Copyright 0xeeeeeeeeeeee (0x12e) 2025.[line]Basato su AudioClone (https://github.com/0xeeeeeeeeeeee/AudioClone).[line]Il progetto utilizza NAudio per l'acquisizione e la riproduzione audio.[line]L'idea del progetto è ispirata a "Stream What Your Hear" (https://github.com/StreamWhatYouHear/SWYH).[line]AudioCopy è rilasciato sotto licenza GNU GPLv2[line][line][line][line][line][line][line][line]Informazioni di debug:[line]Directory dati: {1}[line][line]Impostazioni:[line]{2}[line][line]Ultimo percorso del log:[line]{3}
ja: AudioCopy {0} 著作権 0xeeeeeeeeeeee (0x12e) 2025。[line]AudioClone(https://github.com/0xeeeeeeeeeeee/AudioClone)を基に構築。[line]NAudioを使用して音声収録と再生を実装。[line]プロジェクトのアイデアは"Stream What Your Hear"(https://github.com/StreamWhatYouHear/SWYH)に由来。[line]AudioCopyはGNU GPLv2ライセンスで公開[line][line][line][line][line][line][line][line]デバッグ情報：[line]データディレクトリ： {1}[line][line]設定：[line]{2}[line][line]最新のログパス：[line]{3}
ko: AudioCopy {0} Copyright 0xeeeeeeeeeeee (0x12e) 2025.[line]AudioClone(https://github.com/0xeeeeeeeeeeee/AudioClone) 기반으로 제작되었습니다.[line]NAudio를 사용하여 오디오 캡처 및 재생을 구현했습니다.[line]프로젝트 아이디어는 "Stream What Your Hear"(https://github.com/StreamWhatYouHear/SWYH)에서 영감을 받았습니다.[line]AudioCopy는 GNU GPLv2 라이선스로 배포됩니다[line][line][line][line][line][line][line][line]디버그 정보:[line]데이터 디렉토리: {1}[line][line]설정:[line]{2}[line][line]최근 로그 경로:[line]{3}
pl: AudioCopy {0} Copyright 0xeeeeeeeeeeee (0x12e) 2025.[line]Zbudowane na podstawie AudioClone (https://github.com/0xeeeeeeeeeeee/AudioClone).[line]Projekt wykorzystuje NAudio do przechwytywania i odtwarzania dźwięku.[line]Inspiracją dla projektu było "Stream What Your Hear" (https://github.com/StreamWhatYouHear/SWYH).[line]AudioCopy jest dostępne na licencji GNU GPLv2[line][line][line][line][line][line][line][line]Informacje debugowania:[line]Katalog danych: {1}[line][line]Ustawienia:[line]{2}[line][line]Najnowsza ścieżka logu:[line]{3}
pt_br: AudioCopy {0} Copyright 0xeeeeeeeeeeee (0x12e) 2025.[line]Baseado em AudioClone (https://github.com/0xeeeeeeeeeeee/AudioClone).[line]O projeto utiliza NAudio para captura e reprodução de áudio.[line]A ideia do projeto foi inspirada em "Stream What Your Hear" (https://github.com/StreamWhatYouHear/SWYH).[line]AudioCopy é licenciado sob GNU GPLv2[line][line][line][line][line][line][line][line]Informações de depuração:[line]Diretório de dados: {1}[line][line]Configurações:[line]{2}[line][line]Último caminho de log:[line]{3}
ru: AudioCopy {0} Авторские права 0xeeeeeeeeeeee (0x12e) 2025.[line]Создано на основе AudioClone (https://github.com/0xeeeeeeeeeeee/AudioClone).[line]Для записи и воспроизведения аудио используется NAudio.[line]Идея проекта вдохновлена "Stream What Your Hear" (https://github.com/StreamWhatYouHear/SWYH).[line]AudioCopy распространяется под лицензией GNU GPLv2[line][line][line][line][line][line][line][line]Отладочная информация:[line]Каталог данных: {1}[line][line]Настройки:[line]{2}[line][line]Последний путь к логу:[line]{3}
tr: AudioCopy {0} Telif Hakkı 0xeeeeeeeeeeee (0x12e) 2025.[line]AudioClone (https://github.com/0xeeeeeeeeeeee/AudioClone) temel alınarak oluşturulmuştur.[line]Projede ses yakalama ve çalma için NAudio kullanılmıştır.[line]Proje fikri "Stream What Your Hear"dan (https://github.com/StreamWhatYouHear/SWYH) esinlenilmiştir.[line]AudioCopy GNU GPLv2 lisansı ile lisanslanmıştır[line][line][line][line][line][line][line][line]Hata ayıklama bilgileri:[line]Veri dizini: {1}[line][line]Ayarlar:[line]{2}[line][line]En son günlük dosyası yolu:[line]{3}
zh_hant: AudioCopy {0} 版權所有 0xeeeeeeeeeeee (0x12e) 2025。[line]基於AudioClone(https://github.com/0xeeeeeeeeeeee/AudioClone)構建。[line]專案使用了NAudio實現音訊採集和播放。[line]專案的創意來自於"Stream What Your Hear"(https://github.com/StreamWhatYouHear/SWYH)。[line]AudioCopy使用GNU GPLv2授權條款進行授權[line][line][line][line][line][line][line][line]除錯資訊：[line]資料目錄： {1}[line][line]設定：[line]{2}[line][line]最新的日誌路徑：[line]{3}

# AboutPage_Privacy.Content
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_cn: 隐私政策
zh_hant: 隱私政策

# AdvancedSetting_Title.Text
source: Advanced Settings
ar: إعدادات متقدمة
de: Erweiterte Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
pl: Zaawansowane ustawienia
pt_br: Configurações avançadas
ru: Дополнительные настройки
tr: Gelişmiş Ayarlar
zh_cn: 高级设置
zh_hant: 進階設定

# AdvancedSetting_Sure
source: Are you sure you want to do this?
ar: هل أنت متأكد أنك تريد القيام بذلك؟
de: Sind Sie sicher, dass Sie das tun möchten?
es: ¿Estás seguro de que quieres hacer esto?
fr: Êtes-vous sûr de vouloir faire cela ?
it: Sei sicuro di volerlo fare?
ja: これを実行してもよろしいですか？
ko: 이렇게 하시겠습니까?
pl: Czy na pewno chcesz to zrobić?
pt_br: Tem certeza que deseja fazer isso?
ru: Вы уверены, что хотите это сделать?
tr: Bunu yapmak istediğinizden emin misiniz?
zh_cn: 你确定要这么做吗？
zh_hant: 你確定要這麼做嗎？

# AdvancedSetting_showNonLocalAddress.Content
source: Show non-LAN addresses and virtual NICs in "Pairing" interface
ar: عرض عناوين غير الشبكة المحلية وبطاقات الشبكة الافتراضية في واجهة "الاقتران"
de: Auf der "Kopplungs"-Oberfläche nicht-lokale Netzwerkadressen und virtuelle Netzwerkkarten anzeigen
es: Mostrar direcciones no locales y adaptadores virtuales en la interfaz de "Emparejamiento"
fr: Afficher les adresses non-locales et les cartes réseau virtuelles dans l'interface "Appairage"
it: Mostra indirizzi non-LAN e schede di rete virtuali nell'interfaccia "Abbinamento"
ja: 「ペアリング」画面で非LANアドレスと仮想ネットワークアダプタを表示
ko: "페어링" 인터페이스에서 비-로컬 네트워크 주소와 가상 네트워크 어댑터 표시
pl: Wyświetlaj adresy spoza sieci LAN i wirtualne karty sieciowe w interfejsie "Parowanie"
pt_br: Exibir endereços não-LAN e adaptadores virtuais na interface "Emparelhamento"
ru: Отображать внелокальные адреса и виртуальные сетевые карты в интерфейсе "Сопряжение"
tr: "Eşleştirme" arayüzünde yerel ağ dışı adresleri ve sanal ağ kartlarını göster
zh_hant: 在「配對」介面顯示非區域網路位址和虛擬網卡

# AdvancedSetting_keepBackendRun.Content
source: Allow the backend to continue running after exit
ar: السماح للخلفية بالاستمرار في العمل بعد الخروج
de: Erlaube dem Backend, nach dem Beenden weiterzulaufen
es: Permitir que el backend continúe ejecutándose después de salir
fr: Autoriser le backend à continuer de fonctionner après la fermeture
it: Consenti al backend di continuare l'esecuzione dopo l'uscita
ja: 終了後にバックエンドを実行し続けることを許可する
ko: 백엔드가 종료 후에도 계속 실행되도록 허용
pl: Pozwól na kontynuowanie działania w tle po zamknięciu
pt_br: Permitir que o back-end continue em execução após sair
ru: Разрешить фоновой работе продолжать работать после выхода
tr: Arka uçun çıkıştan sonra çalışmaya devam etmesine izin ver
zh_hant: 允許後端在退出之後繼續執行

# AdvancedSetting_skipSplashScreen.Content
source: Skip initialization screen
ar: تخطي شاشة التهيئة
de: Startbildschirm überspringen
es: Omitir pantalla de inicialización
fr: Passer l'écran d'initialisation
it: Salta schermata iniziale
ja: 初期化画面をスキップ
ko: 초기화 화면 건너뛰기
pl: Pomiń ekran inicjalizacji
pt_br: Pular tela de inicialização
ru: Пропустить начальный экран
tr: Başlatma ekranını atla
zh_cn: 跳过初始化屏幕
zh_hant: 跳過初始化畫面

# AdvancedSetting_openDataFolder.Content
source: Open Data Folder
ar: فتح مجلد البيانات
de: Datenordner öffnen
es: Abrir carpeta de datos
fr: Ouvrir le dossier de données
it: Apri cartella dati
ja: データフォルダを開く
ko: 데이터 폴더 열기
pl: Otwórz folder danych
pt_br: Abrir pasta de dados
ru: Открыть папку с данными
tr: Veri klasörünü aç
zh_cn: 打开数据文件夹
zh_hant: 開啟資料夾

# AdvancedSetting_trayMode.Content
source: Minimize to tray on exit
ar: التصغير إلى علبة النظام عند الخروج
de: Beim Beenden in das System-Tray minimieren
es: Minimizar a la bandeja al salir
fr: Réduire dans la barre d'état système lors de la fermeture
it: Riduci a icona nell'area di notifica all'uscita
ja: 終了時にトレイに最小化
ko: 종료 시 트레이로 최소화
pl: Minimalizuj do zasobnika przy zamykaniu
pt_br: Minimizar para a bandeja ao sair
ru: Свернуть в трей при выходе
tr: Çıkışta sistemi tepsiye küçült
zh_cn: 退出时最小化到托盘
zh_hant: 退出時最小化到系統匣

# AdvancedSetting_disableTray.Content
source: Disable tray
ar: تعطيل علبة النظام
de: Deaktivieren Sie das Tray
es: Desactivar bandeja
fr: Désactiver la barre d'état système
it: Disabilita vassoio
ja: トレイを無効にする
ko: 트레이 비활성화
pl: Wyłącz zasobnik
pt_br: Desativar bandeja
ru: Отключить значок в трее
tr: Tepsiyi devre dışı bırak
zh_cn: 禁用托盘
zh_hant: 禁用托盤

# AdvancedSetting_resetUUID.Content
source: Reset device ID
ar: إعادة تعيين معرف الجهاز
de: Gerätekennung zurücksetzen
es: Restablecer ID de dispositivo
fr: Réinitialiser l'identifiant de l'appareil
it: Reimposta ID dispositivo
ja: デバイスIDをリセット
ko: 장치 ID 재설정
pl: Zresetuj identyfikator urządzenia
pt_br: Redefinir identificador do dispositivo
ru: Сбросить идентификатор устройства
tr: Cihaz kimliğini sıfırla
zh_cn: 重置设备标识
zh_hant: 重設設備標識

# AdvancedSetting_ClearClone.Content
source: One-click close all AudioClone servers
ar: إغلاق جميع خوادم AudioClone بنقرة واحدة
de: Alle AudioClone-Server mit einem Klick beenden
es: Cerrar todos los servidores de AudioClone con un clic
fr: Fermer d'un clic tous les serveurs AudioClone
it: Chiudi tutti i server AudioClone con un clic
ja: すべてのAudioCloneサーバーを一括停止
ko: 모든 AudioClone 서버를 한 번에 종료
pl: Zamknij wszystkie serwery AudioClone jednym kliknięciem
pt_br: Fechar todos os servidores do AudioClone com um clique
ru: Одним кликом закрыть все серверы AudioClone
tr: Tüm AudioClone sunucularını tek tıkla kapat
zh_hant: 一鍵關閉所有的AudioClone服務端

# AdvancedSetting_resetTokens.Content
source: Clear all paired devices
ar: مسح جميع الأجهزة المقترنة
de: Alle gekoppelten Geräte löschen
es: Borrar todos los dispositivos emparejados
fr: Effacer tous les appareils appariés
it: Cancella tutti i dispositivi associati
ja: すべてのペアリング済みデバイスを消去
ko: 모든 페어링된 장치 삭제
pl: Wyczyść wszystkie sparowane urządzenia
pt_br: Limpar todos os dispositivos emparelhados
ru: Удалить все сопряженные устройства
tr: Tüm eşleştirilmiş cihazları temizle
zh_cn: 清除所有配对的设备
zh_hant: 清除所有配對的裝置

# AdvancedSetting_resetBackend.Content
source: Reset backend completely
ar: إعادة تعيين الخلفية بالكامل
de: Backend vollständig zurücksetzen
es: Reinicio completo del backend
fr: Réinitialisation complète du backend
it: Ripristino completo del backend
ja: バックエンドを完全にリセット
ko: 백엔드 완전 초기화
pl: Pełny reset zaplecza
pt_br: Redefinir completamente o back-end
ru: Полный сброс серверной части
tr: Arka ucu tamamen sıfırla
zh_hant: 完全重設後端
